{"input": "메이가 어제 산책을 다녀온 후부터 이상한 행동을 보여요. 평소처럼 신나게 뛰어놀았는데, 집에 와서부터 오른쪽 뒷다리를 살짝 들고 걷더라고요. 처음에는 일시적인 거겠지 했는데, 밤에도 절뚝거리는 모습이 계속됐어요. 다리를 만져보니 크게 아파하는 것 같지는 않은데, 특정 부위를 누르면 살짝 움찔하긴 해요. 혹시 근육을 다친 걸까요? 아니면 관절에 문제가 생긴 걸까요? 며칠 지켜봐도 괜찮을까요, 아니면 바로 병원에 가는 게 나을까요?", "output": "다리를 절뚝거리는 증상이 지속돼요."}
{"input": "루이가 어제 저녁부터 화장실을 자주 가는데 변을 보지 못하는 것 같아요. 처음에는 배가 살짝 불편한가 보다 했는데, 한 시간에 몇 번씩 가서 힘을 주고 있어요. 그런데도 변은 거의 나오지 않고, 화장실을 나오면서 기운 없이 앉아 있네요. 원래 변비가 있던 건 아니었는데, 혹시 사료를 바꿔서 그런 걸까요? 물도 잘 마시고 있고 식욕도 나쁘지는 않았는데, 갑자기 이렇게 변비가 생기니까 걱정돼요. 며칠 기다려 보면 괜찮아질까요, 아니면 병원에 가야 할까요?", "output": "변을 보지 못하고 힘들어해요."}
{"input": "보리가 요즘 이상하게 많이 헐떡여요. 더운 날이라서 그런가 했는데, 집 안이 시원한데도 계속 거친 숨을 쉬어요. 평소보다 더 심하게 숨을 몰아쉬고, 혀도 살짝 창백해 보이는 것 같아요. 아까는 갑자기 기침을 몇 번 하더니, 가슴을 크게 들썩이는 모습도 보였어요. 단순히 더운 게 아니라 무언가 문제가 있는 건 아닐까 걱정됩니다. 심장이나 폐 쪽 질환을 의심해야 할까요? 지금 당장 병원에 가야 할지 고민이에요.", "output": "평소보다 숨을 거칠게 쉬어요."}
{"input": "쿠키가 며칠 전부터 계속 귀를 긁고 있어요. 처음에는 가려운가 보다 했는데, 시간이 지날수록 점점 심해지는 것 같아요. 자면서도 귀를 긁고, 머리를 흔드는 모습도 자주 보이네요. 귀 안쪽을 살펴보니 약간 붉어져 있고, 냄새도 나는 것 같아요. 혹시 귀 진드기나 중이염이 생긴 걸까요? 최근에 목욕을 한 적이 있는데, 그때 물이 들어가서 염증이 생긴 건 아닌지 걱정됩니다. 이런 경우 병원에서 어떤 치료를 받게 될까요?", "output": "귀를 심하게 긁고 냄새가 나요."}
{"input": "미루가 요즘 밥을 거의 먹지 않아요. 원래도 식탐이 많지 않은 편이긴 하지만, 이번에는 하루 종일 사료를 거의 입에 대지 않았어요. 간식을 주면 겨우 한두 개 먹기는 하는데, 전처럼 적극적으로 달려들지는 않아요. 혹시 입 안에 문제가 있는 걸까요? 아니면 소화기관이 안 좋아진 걸까요? 사료를 바꾸거나 환경이 달라진 것도 아닌데 이렇게 식욕이 줄어드니까 걱정됩니다. 그냥 일시적인 문제일 수도 있을까요?", "output": "밥을 거의 먹지 않아요."}
{"input": "초코가 아침부터 계속 앞발을 핥아요. 처음에는 그냥 심심해서 그런가 했는데, 핥는 시간이 점점 길어지고 있어요. 자세히 보니 발가락 사이가 살짝 붉고 부어 있는 것 같아요. 혹시 어디 긁혔거나 작은 상처가 난 걸까요? 아니면 알레르기나 피부염 같은 문제가 생긴 걸까요? 만지면 싫어하는 것 같기도 한데, 걸을 때는 크게 불편해 보이진 않아요. 그래도 계속 핥고 있으니 신경이 쓰이네요. 이런 경우 병원에 가야 할까요?", "output": "앞발을 계속 핥고 있어요."}
{"input": "마루가 어제부터 계속 기침을 해요. 처음에는 털이 목에 걸린 건가 싶었는데, 기침이 점점 잦아지고 강도가 세지는 느낌이에요. 숨소리도 약간 거칠어 보이고, 헛구역질하는 것처럼 보일 때도 있어요. 감기에 걸린 걸까요? 아니면 기관지 쪽에 문제가 생긴 걸까요? 하루 이틀 지켜봐야 할지, 바로 병원에 가야 할지 고민돼요.", "output": "기침이 점점 심해져요."}
{"input": "코코가 요즘 계속 눈을 비벼요. 처음에는 졸린가 했는데, 자꾸 앞발로 얼굴을 긁고, 눈물이 계속 흘러요. 가까이서 보니 한쪽 눈이 살짝 충혈된 것 같기도 해요. 혹시 결막염이나 알레르기 때문일까요? 평소보다 눈곱도 더 자주 끼고 있어서 걱정돼요. 세수만 시켜주면 괜찮아질까요, 아니면 병원에 가봐야 할까요?", "output": "눈이 충혈되고 눈물을 흘려요."}
{"input": "달이가 며칠 전부터 자꾸 벽을 긁어요. 평소에도 가끔 장난으로 벽을 긁었지만, 요즘은 하루 종일 같은 행동을 반복해요. 발톱이 자라서 그런 걸까요? 아니면 스트레스를 받는 걸까요? 캣타워도 있고 스크래처도 여러 개 있는데, 갑자기 이렇게 벽을 긁으니까 이유를 모르겠어요. 행동 문제인지 건강 문제인지 궁금해요.", "output": "자꾸 벽을 긁어요."}
{"input": "호두가 오늘 하루 종일 재채기를 해요. 가끔 하는 정도면 신경 안 쓸 텐데, 거의 몇 분 간격으로 계속 재채기를 반복하고 있어요. 감기에 걸린 걸까요? 아니면 먼지가 많아서 그런 걸까요? 콧물도 살짝 있는 것 같고, 평소보다 기운도 없어요. 그냥 지켜봐도 될지, 병원에 가는 게 좋을지 고민돼요.", "output": "재채기를 여러 번 해요."}
{"input": "메이가 어제 산책을 다녀온 후부터 이상한 행동을 보여요. 평소처럼 신나게 뛰어놀았는데, 집에 와서부터 오른쪽 뒷다리를 살짝 들고 걷더라고요. 처음에는 일시적인 거겠지 했는데, 밤에도 절뚝거리는 모습이 계속됐어요. 다리를 만져보니 크게 아파하는 것 같지는 않은데, 특정 부위를 누르면 살짝 움찔하긴 해요. 혹시 근육을 다친 걸까요? 아니면 관절에 문제가 생긴 걸까요? 며칠 지켜봐도 괜찮을까요, 아니면 바로 병원에 가는 게 나을까요?", "output": "다리를 절뚝거리는 증상이 지속돼요."}
{"input": "루이가 어제 저녁부터 화장실을 자주 가는데 변을 보지 못하는 것 같아요. 처음에는 배가 살짝 불편한가 보다 했는데, 한 시간에 몇 번씩 가서 힘을 주고 있어요. 그런데도 변은 거의 나오지 않고, 화장실을 나오면서 기운 없이 앉아 있네요. 원래 변비가 있던 건 아니었는데, 혹시 사료를 바꿔서 그런 걸까요? 물도 잘 마시고 있고 식욕도 나쁘지는 않았는데, 갑자기 이렇게 변비가 생기니까 걱정돼요. 며칠 기다려 보면 괜찮아질까요, 아니면 병원에 가야 할까요?", "output": "변을 보지 못하고 힘들어해요."}
{"input": "보리가 요즘 이상하게 많이 헐떡여요. 더운 날이라서 그런가 했는데, 집 안이 시원한데도 계속 거친 숨을 쉬어요. 평소보다 더 심하게 숨을 몰아쉬고, 혀도 살짝 창백해 보이는 것 같아요. 아까는 갑자기 기침을 몇 번 하더니, 가슴을 크게 들썩이는 모습도 보였어요. 단순히 더운 게 아니라 무언가 문제가 있는 건 아닐까 걱정됩니다. 심장이나 폐 쪽 질환을 의심해야 할까요? 지금 당장 병원에 가야 할지 고민이에요.", "output": "평소보다 숨을 거칠게 쉬어요."}
{"input": "쿠키가 며칠 전부터 계속 귀를 긁고 있어요. 처음에는 가려운가 보다 했는데, 시간이 지날수록 점점 심해지는 것 같아요. 자면서도 귀를 긁고, 머리를 흔드는 모습도 자주 보이네요. 귀 안쪽을 살펴보니 약간 붉어져 있고, 냄새도 나는 것 같아요. 혹시 귀 진드기나 중이염이 생긴 걸까요? 최근에 목욕을 한 적이 있는데, 그때 물이 들어가서 염증이 생긴 건 아닌지 걱정됩니다. 이런 경우 병원에서 어떤 치료를 받게 될까요?", "output": "귀를 심하게 긁고 냄새가 나요."}
{"input": "미루가 요즘 밥을 거의 먹지 않아요. 원래도 식탐이 많지 않은 편이긴 하지만, 이번에는 하루 종일 사료를 거의 입에 대지 않았어요. 간식을 주면 겨우 한두 개 먹기는 하는데, 전처럼 적극적으로 달려들지는 않아요. 혹시 입 안에 문제가 있는 걸까요? 아니면 소화기관이 안 좋아진 걸까요? 사료를 바꾸거나 환경이 달라진 것도 아닌데 이렇게 식욕이 줄어드니까 걱정됩니다. 그냥 일시적인 문제일 수도 있을까요?", "output": "밥을 거의 먹지 않아요."}
{"input": "초코가 아침부터 계속 앞발을 핥아요. 처음에는 그냥 심심해서 그런가 했는데, 핥는 시간이 점점 길어지고 있어요. 자세히 보니 발가락 사이가 살짝 붉고 부어 있는 것 같아요. 혹시 어디 긁혔거나 작은 상처가 난 걸까요? 아니면 알레르기나 피부염 같은 문제가 생긴 걸까요? 만지면 싫어하는 것 같기도 한데, 걸을 때는 크게 불편해 보이진 않아요. 그래도 계속 핥고 있으니 신경이 쓰이네요. 이런 경우 병원에 가야 할까요?", "output": "앞발을 계속 핥고 있어요."}
{"input": "마루가 어제부터 계속 기침을 해요. 처음에는 털이 목에 걸린 건가 싶었는데, 기침이 점점 잦아지고 강도가 세지는 느낌이에요. 숨소리도 약간 거칠어 보이고, 헛구역질하는 것처럼 보일 때도 있어요. 감기에 걸린 걸까요? 아니면 기관지 쪽에 문제가 생긴 걸까요? 하루 이틀 지켜봐야 할지, 바로 병원에 가야 할지 고민돼요.", "output": "기침이 점점 심해져요."}
{"input": "코코가 요즘 계속 눈을 비벼요. 처음에는 졸린가 했는데, 자꾸 앞발로 얼굴을 긁고, 눈물이 계속 흘러요. 가까이서 보니 한쪽 눈이 살짝 충혈된 것 같기도 해요. 혹시 결막염이나 알레르기 때문일까요? 평소보다 눈곱도 더 자주 끼고 있어서 걱정돼요. 세수만 시켜주면 괜찮아질까요, 아니면 병원에 가봐야 할까요?", "output": "눈이 충혈되고 눈물을 흘려요."}
{"input": "달이가 며칠 전부터 자꾸 벽을 긁어요. 평소에도 가끔 장난으로 벽을 긁었지만, 요즘은 하루 종일 같은 행동을 반복해요. 발톱이 자라서 그런 걸까요? 아니면 스트레스를 받는 걸까요? 캣타워도 있고 스크래처도 여러 개 있는데, 갑자기 이렇게 벽을 긁으니까 이유를 모르겠어요. 행동 문제인지 건강 문제인지 궁금해요.", "output": "자꾸 벽을 긁어요."}
{"input": "호두가 오늘 하루 종일 재채기를 해요. 가끔 하는 정도면 신경 안 쓸 텐데, 거의 몇 분 간격으로 계속 재채기를 반복하고 있어요. 감기에 걸린 걸까요? 아니면 먼지가 많아서 그런 걸까요? 콧물도 살짝 있는 것 같고, 평소보다 기운도 없어요. 그냥 지켜봐도 될지, 병원에 가는 게 좋을지 고민돼요.", "output": "재채기를 여러 번 해요."}
{"input": "바둑이가 오늘 아침부터 계속 구토를 해요. 처음에는 사료를 너무 급하게 먹어서 그런 줄 알았는데, 그 이후로도 노란 액체 같은 걸 토했어요. 원래도 가끔 구토를 하긴 했지만, 이렇게 하루 종일 반복한 건 처음이라 걱정돼요. 혹시 위염 같은 걸 의심해야 할까요? 병원에 가는 게 좋을까요?", "output": "구토를 반복해요."}
{"input": "몽이가 최근 들어 자꾸 몸을 긁어요. 처음에는 단순히 가려운가 했는데, 피부를 자세히 보니 빨갛게 발진이 올라와 있고 몇몇 부위는 털도 빠져 있어요. 혹시 알레르기 때문일까요? 아니면 피부 질환 같은 게 생긴 걸까요? 긁는 걸 멈추게 하려면 어떻게 해야 할까요?", "output": "몸을 계속 긁어요."}
{"input": "별이가 어제부터 밥을 거의 먹지 않아요. 평소에는 식탐이 많아서 밥그릇이 비면 더 달라고 했는데, 이번에는 사료를 코로 밀어보고 그냥 돌아섰어요. 간식을 줘도 거의 관심이 없어요. 혹시 입안이 아픈 걸까요? 아니면 다른 건강 문제가 있는 걸까요?", "output": "사료를 먹지 않아요."}
{"input": "탄이가 산책을 다녀온 후부터 한쪽 눈을 자꾸 감아요. 처음에는 바람 때문에 눈이 건조해진 줄 알았는데, 하루 종일 한쪽 눈을 감고 있고, 눈곱도 많이 끼네요. 혹시 눈에 이물질이 들어갔거나 결막염이 생긴 걸까요?", "output": "한쪽 눈을 계속 감아요."}
{"input": "보름이가 며칠 전부터 자꾸 꼬리를 쫓아 돌고 있어요. 처음에는 장난치는 줄 알았는데, 하루 종일 반복해서 돌았어요. 가끔은 너무 빠르게 돌다가 넘어지기도 해요. 혹시 스트레스 때문일까요? 아니면 신경계 문제일 수도 있을까요?", "output": "꼬리를 계속 쫓아 돌아요."}
{"input": "밤이가 화장실을 가려고 하지만 소변을 보지 못하고 있어요. 한동안 화장실에서 힘을 주고 있는데도 몇 방울밖에 나오지 않고, 나오면서도 불편한 듯한 표정을 짓네요. 혹시 방광염 같은 문제가 있는 걸까요? 병원에 가야 할까요?", "output": "소변을 보지 못해요."}
{"input": "호야가 요즘 계속 짖어요. 원래도 경계심이 강한 편이긴 한데, 최근에는 별다른 이유 없이 하루 종일 짖었어요. 밤에도 짖어서 가족들이 잠을 못 자고 있어요. 혹시 불안함이나 스트레스 때문일까요?", "output": "하루 종일 계속 짖어요."}
{"input": "구름이가 요즘 자꾸 숨으려고 해요. 예전에는 가족들 옆에 붙어 있던 아이인데, 최근에는 구석진 곳에 가서 나오려고 하지 않아요. 불러도 반응이 없고, 뭔가 무서운 일이 있었던 것처럼 보이네요. 혹시 어디가 아픈 걸까요?", "output": "구석에서 나오지 않아요."}
{"input": "쫑이가 오늘 갑자기 다리를 절기 시작했어요. 산책할 때는 괜찮았는데, 집에 와서부터 한쪽 다리를 들고 있어요. 다리를 만져보니 특별한 상처는 없지만, 만지면 살짝 움찔하는 것 같아요. 혹시 삐끗한 걸까요?", "output": "한쪽 다리를 들어요."}
{"input": "까망이가 밤에 계속 울어요. 낮에는 조용한데, 밤만 되면 집 안을 돌아다니면서 큰 소리로 울어요. 원래는 이렇게 울지 않았는데, 최근에 바뀐 환경 때문인지 건강 문제인지 궁금해요.", "output": "밤마다 크게 울어요."}
{"input": "콩이가 며칠 전부터 물을 많이 마셔요. 원래도 물을 잘 마시는 편이긴 한데, 이번에는 하루 종일 물그릇을 비우는 수준이에요. 그러다 보니 소변도 더 자주 보는 것 같아요. 신장에 문제가 있는 건 아닐까요?", "output": "물을 많이 마셔요."}
{"input": "토리가 요즘 계속 배를 핥아요. 가만 보면 배 쪽 피부가 빨개지고 부분적으로 털도 빠졌어요. 습진인지 알레르기인지 모르겠지만 긁거나 핥는 걸 멈추지 않아요. 병원에 가야 할까요?", "output": "배를 계속 핥아요."}
{"input": "탄탄이가 요즘 갑자기 공격적인 행동을 보여요. 원래 순한 성격인데, 갑자기 가족들에게 으르렁거리거나 손을 물려고 해요. 혹시 몸이 아파서 예민해진 걸까요? 아니면 스트레스를 받은 걸까요?", "output": "갑자기 공격적으로 행동해요."}
{"input": "나비가 오늘 아침부터 아무것도 먹지 않아요. 사료는 물론 간식도 냄새만 맡고 그냥 가버려요. 원래는 식욕이 왕성한 아이인데, 이렇게 식사를 거부하는 건 처음이라 걱정돼요.", "output": "아무것도 먹지 않아요."}
{"input": "밤톨이가 오늘 하루 종일 기운이 없어요. 원래는 활발하게 뛰어놀아야 하는데, 계속 구석에 누워서 움직이지 않아요. 밥도 잘 먹지 않고, 부르면 겨우 고개만 드는 정도예요. 혹시 열이 나는 걸까요?", "output": "기운 없이 가만히 있어요."}
{"input": "두부가 갑자기 한쪽 다리를 절어요. 어제까지만 해도 멀쩡했는데, 오늘 아침부터 절뚝거리면서 걷네요. 다리를 만져보면 살짝 움찔하는 것 같아요. 삐끗한 걸까요?", "output": "한쪽 다리를 절어요."}
{"input": "초롱이가 자꾸 벽을 보고 가만히 있어요. 원래는 창밖을 보거나 집안을 돌아다니는 걸 좋아하는데, 최근에는 같은 자리에서 벽만 멍하니 보고 있어요. 혹시 신경 문제나 시력에 이상이 있는 걸까요?", "output": "벽을 멍하니 바라봐요."}
{"input": "바미가 오늘부터 걷는 걸 힘들어해요. 원래는 활발하게 뛰어다녔는데, 갑자기 천천히 걷거나 자꾸 주저앉아요. 다리에 힘이 없는 것처럼 보여서 걱정돼요.", "output": "걷는 걸 힘들어해요."}
{"input": "코코가 요즘 계속 귀를 흔들어요. 처음에는 털을 정리하는 줄 알았는데, 계속 귀를 털고 긁어요. 귀 안을 보니 살짝 붉어져 있고 냄새도 나는 것 같아요. 혹시 귀 염증이 생긴 걸까요?", "output": "귀를 자꾸 흔들어요."}
{"input": "해리가 오늘 아침부터 계속 기침을 해요. 처음에는 털이 목에 걸린 줄 알았는데, 하루 종일 마른기침을 하고 있어요. 기침을 할 때마다 가슴을 크게 들썩이고 힘들어 보여서 걱정돼요. 혹시 기관지에 문제가 생긴 걸까요?", "output": "기침을 자꾸 해요."}
{"input": "단비가 며칠 전부터 계속 가려워하는 것 같아요. 온몸을 긁고 핥다 보니 피부가 빨갛게 부어올랐어요. 혹시 알레르기 때문일까요? 아니면 피부병이 생긴 걸까요? 병원에 가봐야 할까요?", "output": "온몸을 계속 긁어요."}
{"input": "푸름이가 오늘 아침부터 한쪽 눈을 감고 있어요. 가까이서 보니 눈물이 많이 나고, 눈곱도 심하게 끼었어요. 혹시 결막염일까요? 아니면 눈에 상처가 난 걸까요?", "output": "한쪽 눈을 감아요."}
{"input": "쏭이가 요즘 계속 배를 바닥에 문질러요. 배를 핥기도 하고 바닥에 문지를 때마다 신경이 쓰여요. 혹시 피부에 염증이 생긴 걸까요? 알레르기 때문일까요?", "output": "배를 바닥에 문질러요."}
{"input": "보람이가 요즘 계속 사료를 남겨요. 평소에는 밥을 잘 먹던 아이인데, 최근에는 사료를 반도 먹지 않고 가버려요. 간식도 별로 관심이 없어 보여요. 혹시 입안에 문제가 생긴 걸까요?", "output": "사료를 남겨요."}
{"input": "달콩이가 밤만 되면 계속 울어요. 원래는 조용한 아이인데, 밤마다 높은 소리로 계속 울고 있어요. 혹시 어디가 불편한 걸까요? 아니면 스트레스를 받는 걸까요?", "output": "밤마다 계속 울어요."}
{"input": "초롱이가 요즘 걸을 때 다리를 살짝 들고 있어요. 산책할 때도 절뚝거리면서 걷고, 오래 서 있지 못해요. 다리에 문제가 생긴 걸까요?", "output": "절뚝거리며 걸어요."}
{"input": "뭉치가 오늘부터 계속 귀를 긁고 머리를 흔들어요. 귀 안을 살펴보니 살짝 붉고 냄새도 나는 것 같아요. 혹시 귀에 염증이 생긴 걸까요?", "output": "귀를 자꾸 긁어요."}
{"input": "나로가 요즘 자주 헛구역질을 해요. 토하는 건 아닌데, 목을 길게 빼고 마치 뭔가 걸린 것처럼 힘을 줘요. 혹시 목에 털이 걸린 걸까요? 아니면 건강 문제일까요?", "output": "헛구역질을 자주 해요."}
{"input": "별이가 어제부터 자꾸 소파 밑에 숨어서 나오지 않아요. 평소에는 활발한 성격인데, 요즘은 불러도 반응 없이 계속 숨어 있어요. 혹시 어디가 아픈 걸까요?", "output": "구석에 숨어 있어요."}
{"input": "마루가 오늘 하루 종일 물을 많이 마시고 있어요. 물을 많이 마시는 건 좋은데, 갑자기 이렇게 자주 마시는 건 처음이라 신경이 쓰여요. 혹시 신장에 문제가 있는 걸까요?", "output": "물을 자주 마셔요."}
{"input": "밤톨이가 최근 소변을 보는 횟수가 줄어들었어요. 평소에는 하루에 몇 번씩 화장실을 갔는데, 요즘은 하루 종일 소변을 보지 않아요. 방광에 문제가 생긴 걸까요?", "output": "소변을 잘 보지 않아요."}
{"input": "순이가 요즘 계속 몸을 떠는 것 같아요. 추운 것도 아닌데, 갑자기 몸을 살짝살짝 떨면서 가만히 있어요. 혹시 어디가 아픈 걸까요?", "output": "몸을 계속 떨어요."}
{"input": "코코가 산책을 다녀온 후부터 발을 계속 핥아요. 처음에는 흙이 묻어서 그런 줄 알았는데, 계속 발을 신경 쓰고 핥고 있어요. 혹시 발바닥에 문제가 생긴 걸까요?", "output": "발을 계속 핥아요."}
{"input": "별이가 요즘 갑자기 심하게 짖어요. 평소에는 조용한 편인데, 최근에는 작은 소리에도 예민하게 반응하면서 짖어요. 혹시 불안함 때문일까요?", "output": "계속 짖어요."}
{"input": "토리가 며칠 전부터 자꾸 등을 벽에 문질러요. 자세히 보니 등에 붉은 발진 같은 게 있어요. 혹시 피부병이 생긴 걸까요?", "output": "등을 벽에 문질러요."}
{"input": "나비가 오늘부터 계속 하품을 하고 있어요. 졸린 걸 수도 있지만, 평소보다 하품을 너무 자주 하네요. 혹시 입안에 문제가 있는 걸까요?", "output": "하품을 자주 해요."}
{"input": "까망이가 요즘 계속 꼬리를 쫓아 돌고 있어요. 심심해서 그런 걸 수도 있지만, 너무 오랜 시간 반복하는 것 같아요. 혹시 신경 문제일까요?", "output": "꼬리를 계속 쫓아요."}
{"input": "초코가 오늘부터 귀를 한쪽만 접고 있어요. 원래는 귀가 쫑긋 서 있는데, 한쪽 귀만 축 처져 있어요. 혹시 귀에 염증이 생긴 걸까요?", "output": "한쪽 귀가 처져 있어요."}
{"input": "몽이가 요즘 계속 바닥을 핥아요. 원래는 바닥에 관심이 없던 아이인데, 요즘은 하루 종일 여기저기 핥고 다녀요. 혹시 영양 부족이나 건강 문제 때문일까요?", "output": "바닥을 계속 핥아요."}
{"input": "밤이가 오늘부터 한쪽 눈을 잘 뜨지 못하고 있어요. 가까이서 보니 눈이 살짝 부어 있고, 눈곱도 많아졌어요. 혹시 눈에 염증이 생긴 걸까요?", "output": "한쪽 눈을 잘 못 떠요."}
{"input": "루이가 며칠 전부터 꼬리를 계속 물고 있어요. 가만히 있으면 괜찮지만, 한참을 쫓아다니면서 꼬리를 물어요. 혹시 피부가 가려운 걸까요?", "output": "꼬리를 계속 물어요."}
{"input": "별이가 어제부터 계속 털을 뽑아요. 평소에는 털 손질을 하긴 했지만, 요즘은 같은 부위를 집중적으로 뽑아서 피부가 드러나기 시작했어요. 혹시 스트레스 때문일까요?", "output": "털을 뽑아요."}
{"input": "마루가 요즘 잘 먹지 않고 구석에서만 있어요. 원래 활발한 성격이었는데, 요즘은 조용하고 기운도 없어 보이네요. 혹시 어디 아픈 걸까요?", "output": "구석에서 가만히 있어요."}
{"input": "호야가 요즘 자꾸 혀를 내밀고 있어요. 원래는 그렇게 하지 않았는데, 입을 다물지 않고 계속 혀를 살짝 내놓고 있어요. 혹시 입안에 문제가 있는 걸까요?", "output": "혀를 계속 내밀어요."}
{"input": "초롱이가 오늘부터 갑자기 사료를 뱉어요. 원래는 밥을 잘 먹는 편인데, 씹다가 뱉거나 그냥 입에 넣고 가만히 있어요. 혹시 치아에 문제가 있는 걸까요?", "output": "사료를 뱉어요."}
{"input": "보람이가 요즘 계속 하울링을 해요. 평소에는 조용한 편이었는데, 밤만 되면 길게 울어요. 혹시 외롭거나 불안한 걸까요?", "output": "하울링을 자주 해요."}
{"input": "탄이가 최근 산책을 싫어해요. 원래는 나가는 걸 좋아했는데, 요즘은 문 앞에서 멈추고 잘 움직이려 하지 않아요. 혹시 몸이 불편한 걸까요?", "output": "산책을 가기 싫어해요."}
{"input": "보름이가 오늘부터 계속 배를 만지면 싫어해요. 원래 배를 쓰다듬어 주면 좋아했는데, 요즘은 만지려고 하면 피하거나 으르렁거려요. 혹시 배에 통증이 있는 걸까요?", "output": "배를 만지면 싫어해요."}
{"input": "콩이가 요즘 계속 바닥에 턱을 대고 있어요. 피곤한가 싶었는데, 하루 종일 이런 자세를 유지하고 있네요. 혹시 몸이 아픈 걸까요?", "output": "바닥에 턱을 대고 있어요."}
{"input": "나비가 오늘부터 자꾸 벽을 향해 걸어가요. 방향 감각이 이상해진 것처럼 보이고, 가끔 가구에 부딪히기도 해요. 혹시 시력 문제가 있는 걸까요?", "output": "벽을 향해 걸어가요."}
{"input": "두부가 요즘 자꾸 입술을 핥아요. 원래 이런 행동을 하지 않았는데, 최근 들어 계속 입 주변을 핥고 있어요. 혹시 입안에 문제가 있는 걸까요?", "output": "입술을 계속 핥아요."}
{"input": "까망이가 하루 종일 앞발을 털고 있어요. 뭔가 신경 쓰이는 것 같고, 가끔씩 앞발을 핥기도 해요. 혹시 발에 상처가 난 걸까요?", "output": "앞발을 계속 털어요."}
{"input": "토리가 어제부터 계속 코를 킁킁대요. 평소보다 훨씬 더 자주 냄새를 맡고, 콧물도 살짝 있는 것 같아요. 혹시 감기에 걸린 걸까요?", "output": "코를 계속 킁킁대요."}
{"input": "바둑이가 오늘부터 자꾸 문을 긁어요. 원래는 이런 행동을 하지 않았는데, 밖에 나가고 싶어서 그런 걸까요? 아니면 불안해서 그런 걸까요?", "output": "문을 계속 긁어요."}
{"input": "초코가 오늘부터 혼자서 멍하니 허공을 보고 있어요. 뭔가 집중하는 것처럼 보이지만, 불러도 반응이 없고 계속 같은 곳을 바라보고 있어요. 혹시 신경계 문제일까요?", "output": "허공을 멍하니 바라봐요."}
{"input": "밤톨이가 요즘 자주 혀를 내밀고 숨을 쉬어요. 더운 것도 아닌데 헐떡이는 것처럼 보이네요. 혹시 호흡기 문제일까요?", "output": "혀를 내밀고 숨을 쉬어요."}
{"input": "푸름이가 오늘부터 계속 꼬리를 바짝 내리고 있어요. 평소에는 꼬리를 흔들며 반겨주었는데, 오늘은 계속 아래로 내린 채 움직이지 않아요. 혹시 기분이 안 좋은 걸까요?", "output": "꼬리를 바짝 내리고 있어요."}
{"input": "루이가 오늘 아침부터 계속 침을 흘려요. 평소에는 입 주변이 깨끗했는데, 오늘은 입이 계속 축축하고 턱 아래까지 젖어 있어요. 혹시 치아나 잇몸에 문제가 있는 걸까요?", "output": "침을 계속 흘려요."}
{"input": "별이가 오늘부터 계속 한쪽 귀를 기울이고 있어요. 균형을 잡기 힘들어 보이고, 머리를 흔들기도 해요. 혹시 귀에 염증이 생긴 걸까요?", "output": "한쪽 귀를 기울여요."}
{"input": "몽이가 요즘 갑자기 짖는 빈도가 늘었어요. 예전에는 잘 짖지 않던 아이인데, 요즘은 작은 소리에도 민감하게 반응하며 계속 짖어요. 혹시 불안감 때문일까요?", "output": "짖는 횟수가 많아졌어요."}
{"input": "나비가 어제부터 화장실을 가도 변을 보지 않아요. 힘을 주는 것 같은데 변이 나오지 않고, 나올 때마다 힘들어 보여요. 혹시 변비가 생긴 걸까요?", "output": "변을 보지 않아요."}
{"input": "토리가 오늘부터 계속 꼬리를 바짝 세우고 경계하는 것 같아요. 평소보다 신경이 날카롭고, 사소한 움직임에도 반응하며 으르렁거려요. 혹시 스트레스를 받은 걸까요?", "output": "꼬리를 바짝 세워요."}
{"input": "밤톨이가 요즘 자꾸 가구 밑으로 들어가요. 원래는 가족들 옆에 있는 걸 좋아했는데, 요즘은 부르면 나오지도 않고 구석에 숨어 있어요. 혹시 어디가 아픈 걸까요?", "output": "가구 밑으로 숨어요."}
{"input": "까망이가 오늘부터 물을 마신 후 계속 기침을 해요. 원래는 물을 잘 마셨는데, 요즘은 마실 때마다 켁켁거리는 소리를 내요. 혹시 목에 문제가 생긴 걸까요?", "output": "물을 마신 후 기침해요."}
{"input": "마루가 산책을 다녀온 후부터 계속 땅을 파려고 해요. 집에서도 바닥을 긁고 있고, 손으로 바닥을 더듬는 행동을 자주 해요. 혹시 스트레스를 받았을까요?", "output": "땅을 계속 파요."}
{"input": "초코가 오늘부터 계속 등을 벽에 문지르고 있어요. 피부를 보니 살짝 빨갛게 부어 있는 것 같아요. 혹시 알레르기나 피부병이 생긴 걸까요?", "output": "등을 벽에 문질러요."}
{"input": "두부가 요즘 갑자기 활동량이 줄었어요. 원래는 활발하게 뛰어다니던 아이인데, 요즘은 소파 위에서 가만히 있고 잘 움직이려 하지 않아요. 혹시 어디가 불편한 걸까요?", "output": "활동량이 줄었어요."}
{"input": "푸름이가 오늘부터 계속 혀를 내밀고 있어요. 평소에는 입을 다물고 있었는데, 오늘은 입을 살짝 벌린 채 혀를 내놓고 있어요. 혹시 건강에 이상이 있는 걸까요?", "output": "혀를 계속 내밀어요."}
{"input": "해리가 요즘 자꾸 뒤를 돌아보면서 놀라는 것 같아요. 가만히 있다가도 갑자기 몸을 돌려 뒤를 확인하고, 불안해하는 듯한 모습을 보여요. 혹시 어디가 불편한 걸까요?", "output": "자꾸 뒤를 돌아봐요."}
{"input": "탄이가 산책을 다녀온 후부터 발을 들고 있어요. 바닥을 살펴봤지만 특별한 상처는 보이지 않아요. 혹시 어디 삐끗한 걸까요?", "output": "발을 들고 있어요."}
{"input": "나비가 오늘부터 갑자기 밥을 거부해요. 원래는 사료를 잘 먹었는데, 오늘은 냄새만 맡고 그냥 돌아서요. 혹시 입안에 문제가 있는 걸까요?", "output": "밥을 거부해요."}
{"input": "초롱이가 어제부터 계속 몸을 비틀어요. 걸을 때도 몸이 한쪽으로 기울어지는 것 같고, 방향을 바꿀 때마다 휘청거려요. 혹시 균형 감각에 문제가 생긴 걸까요?", "output": "몸을 비틀어요."}
{"input": "보름이가 요즘 자꾸 높은 곳에서 뛰어내리려고 해요. 원래 겁이 많은 아이였는데, 요즘은 위험한 곳에서도 망설이지 않고 뛰어내려요. 혹시 다치지는 않을까요?", "output": "높은 곳에서 뛰어내리려고 해요."}
{"input": "바둑이가 요즘 계속 창문을 쳐다봐요. 평소에는 신경 쓰지 않던 창문인데, 요즘은 창문 앞에 앉아서 몇 시간씩 가만히 보고 있어요. 혹시 뭔가 불안한 걸까요?", "output": "창문을 계속 바라봐요."}
{"input": "루이가 오늘부터 계속 코를 킁킁대고 있어요. 원래도 냄새 맡는 걸 좋아했지만, 요즘은 너무 자주 킁킁거리고 가끔은 킁킁대다가 멈춰 서 있어요. 혹시 감기에 걸린 걸까요?", "output": "코를 계속 킁킁대요."}
{"input": "밤이가 자꾸 벽을 긁어요. 평소에는 스크래처를 사용했는데, 요즘은 벽에만 관심을 두고 계속 긁어요. 혹시 스트레스를 받은 걸까요?", "output": "벽을 긁어요."}
{"input": "보리가 오늘부터 계속 하품을 해요. 졸린 것도 아닌 것 같은데, 몇 분 간격으로 계속 입을 크게 벌리고 하품을 해요. 혹시 몸에 이상이 있는 걸까요?", "output": "하품을 자주 해요."}
{"input": "바둑이가 오늘부터 자꾸 앞다리를 핥아요. 처음에는 단순히 그루밍하는 줄 알았는데, 계속 같은 부위만 핥고 있어서 신경이 쓰여요. 혹시 다친 걸까요?", "output": "앞다리를 계속 핥아요."}
{"input": "나비가 요즘 계속 불러도 반응이 없어요. 원래는 이름을 부르면 바로 달려오던 아이인데, 요즘은 아무런 반응도 없이 가만히 있어요. 혹시 귀에 문제가 생긴 걸까요?", "output": "불러도 반응이 없어요."}
{"input": "토리가 어제부터 자꾸 등을 구부리고 걸어요. 자세히 보니 등을 둥글게 말고 조심스럽게 움직이는 것 같아요. 혹시 허리에 문제가 있는 걸까요?", "output": "등을 구부리고 걸어요."}
{"input": "푸름이가 오늘부터 밥을 먹을 때 한쪽으로만 씹어요. 사료를 씹다가 가끔 멈추고 불편한 듯한 표정을 짓기도 해요. 혹시 치아에 문제가 있는 걸까요?", "output": "한쪽으로만 씹어요."}
{"input": "초코가 요즘 자꾸 바닥에 얼굴을 문질러요. 처음에는 장난치는 줄 알았는데, 하루 종일 얼굴을 바닥에 대고 문지르고 있어요. 혹시 피부에 문제가 있는 걸까요?", "output": "얼굴을 바닥에 문질러요."}
{"input": "루이가 최근부터 사료를 급하게 먹어요. 원래는 천천히 먹는 아이였는데, 요즘은 거의 씹지도 않고 삼키는 것처럼 보여요. 혹시 건강 문제일까요?", "output": "사료를 급하게 먹어요."}
{"input": "별이가 자꾸 앞발을 들고 있어요. 평소에는 두 발로 단단히 서 있었는데, 요즘은 한쪽 앞발을 들고 걷거나 가만히 있어요. 혹시 다친 걸까요?", "output": "앞발을 들고 있어요."}
{"input": "몽이가 요즘 갑자기 몸을 웅크리고 있어요. 몸을 작게 말고 가만히 있는 시간이 많아졌어요. 혹시 어디가 아픈 걸까요?", "output": "몸을 웅크리고 있어요."}
{"input": "밤톨이가 오늘부터 계속 몸을 비벼요. 벽에 등을 문지르거나 바닥에 몸을 비틀면서 움직여요. 혹시 피부가 가려운 걸까요?", "output": "몸을 계속 비벼요."}
{"input": "호야가 요즘 계속 배를 땅에 붙이고 누워 있어요. 원래는 쇼파나 쿠션 위에 올라가 있던 아이인데, 요즘은 바닥에 납작 엎드려 있어요. 혹시 몸이 불편한 걸까요?", "output": "배를 땅에 붙이고 있어요."}
{"input": "보름이가 오늘부터 계속 숨을 헐떡이고 있어요. 날씨가 덥지도 않은데, 계속 입을 벌리고 헐떡이면서 힘들어 보여요. 혹시 호흡기 문제일까요?", "output": "숨을 헐떡여요."}
{"input": "마루가 요즘 계속 꼬리를 흔들지 않아요. 평소에는 반가우면 꼬리를 흔들었는데, 요즘은 기분이 좋아 보여도 꼬리를 가만히 두고 있어요. 혹시 어디가 불편한 걸까요?", "output": "꼬리를 흔들지 않아요."}
{"input": "까망이가 자꾸 한곳만 빤히 쳐다보고 있어요. 불러도 반응이 없고, 마치 허공을 응시하는 것처럼 보여요. 혹시 신경계 문제일까요?", "output": "한곳만 빤히 쳐다봐요."}
{"input": "탄이가 요즘 계속 가슴을 핥아요. 다른 부위는 괜찮은데, 유독 가슴 쪽만 집중적으로 핥고 있어요. 혹시 피부에 문제가 있는 걸까요?", "output": "가슴을 계속 핥아요."}
{"input": "나비가 오늘부터 계속 침대 밑에만 있어요. 평소에는 가족들 옆에서 잘 놀던 아이인데, 요즘은 하루 종일 침대 밑에서 나오지 않아요. 혹시 아픈 걸까요?", "output": "침대 밑에만 있어요."}
{"input": "두부가 자꾸 뒷다리를 털어요. 가끔씩 한쪽 다리를 털고 다시 걷는데, 반복적으로 하는 걸 보니 뭔가 불편한 것 같아요. 혹시 다리에 이상이 있는 걸까요?", "output": "뒷다리를 계속 털어요."}
{"input": "초롱이가 요즘 낮에는 잘 자는데, 밤만 되면 깨어서 집 안을 돌아다녀요. 원래 밤에도 잘 자던 아이인데, 요즘은 밤마다 활발해져서 신경이 쓰여요.", "output": "밤에 계속 돌아다녀요."}
{"input": "보리가 오늘부터 자꾸 벽에 머리를 기대고 있어요. 원래는 바닥에 편하게 누워있었는데, 요즘은 벽에 머리를 대고 가만히 있어요. 혹시 두통이 있는 걸까요?", "output": "벽에 머리를 기대요."}
{"input": "푸름이가 요즘 계속 입을 벌리고 있어요. 혀를 내밀거나 헐떡이는 것도 아닌데, 입을 꼭 다물지 않고 가만히 벌리고 있어요. 혹시 치아나 턱에 문제가 있는 걸까요?", "output": "입을 계속 벌리고 있어요."}
{"input": "모카가 오늘 아침부터 계속 배를 핥아요. 처음에는 털 정리를 하는 줄 알았는데, 자세히 보니 배 피부가 빨갛게 되어 있고 약간 부어 있는 것 같아요. 눌러보면 살짝 불편해하는 것 같기도 해요. 혹시 피부염이나 알레르기 때문일까요? 아니면 다른 문제가 있는 걸까요?", "output": "배를 계속 핥아요."}
{"input": "레오가 갑자기 평소보다 많이 물을 마셔요. 원래 물을 많이 먹는 편이 아니었는데, 오늘 하루 종일 물그릇을 비울 정도예요. 화장실도 자주 가고, 기운도 없어 보이네요. 혹시 당뇨나 신장 문제일 수도 있을까요?", "output": "물을 많이 마셔요."}
{"input": "푸딩이가 요즘 털이 많이 빠져요. 원래도 털이 좀 빠지긴 했지만, 이번에는 뭉텅이로 빠지는 것 같아요. 피부를 보니 몇 군데는 붉어져 있고, 비어 있는 부분도 있어요. 혹시 피부병이나 호르몬 문제 때문일까요?", "output": "털이 많이 빠져요."}
{"input": "다람이가 갑자기 바닥에 몸을 문질러요. 평소에는 이런 행동을 하지 않았는데, 오늘 계속 등을 바닥에 비비고 긁어요. 피부를 보니 살짝 붉고 가려운 것처럼 보여요. 혹시 벼룩이나 피부염이 원인일까요?", "output": "몸을 문질러요."}
{"input": "누리가 밤새도록 자꾸 뒤척이고 깨요. 원래 잘 자는 편인데, 어제부터 계속 몸을 이리저리 돌리고 잠을 깊이 못 자는 것 같아요. 혹시 어디가 불편한 걸까요? 스트레스 때문일 수도 있을까요?", "output": "잠을 못 자요."}
{"input": "몽실이가 갑자기 발을 절어요. 오늘 산책할 때까지는 멀쩡했는데, 집에 돌아온 후부터 한쪽 앞다리를 들고 걸어요. 살펴보니 상처는 없어 보이지만, 특정 부위를 누르면 움찔해요. 단순한 삐끗한 걸까요, 아니면 병원에 가봐야 할까요?", "output": "앞다리를 절어요."}
{"input": "솜이가 계속 입 주변을 핥아요. 처음에는 간식 냄새가 남아 있어서 그런가 했는데, 계속 반복적으로 핥고 있어요. 입을 벌려보니 특별한 이상은 없어 보이는데, 혹시 치통이나 구내염이 원인일까요?", "output": "입을 핥아요."}
{"input": "구름이가 갑자기 높은 곳을 잘 못 올라가요. 평소에는 캣타워도 쉽게 오르내렸는데, 요즘은 망설이거나 시도했다가 중간에 포기해요. 혹시 관절 문제나 근육통 때문일까요?", "output": "높이 못 올라가요."}
{"input": "밤이가 계속 코를 킁킁거리며 문질러요. 평소보다 더 자주 코를 바닥에 비비거나 앞발로 긁어요. 자세히 보니 코가 살짝 붉어져 있고, 콧물도 조금 있는 것 같아요. 혹시 감기나 알레르기 때문일까요?", "output": "코를 문질러요."}
{"input": "탄이가 식사 후에 자꾸 입을 벌리고 혀를 내밀어요. 음식을 삼키는 게 힘들어 보이기도 하고, 침을 많이 흘리는 것 같아요. 혹시 목에 뭔가 걸렸거나 치아 문제가 있는 걸까요?", "output": "침을 흘려요."}

